Repository: hugowetterberg/emo-vote
Catalog: language/emo-vote-*.po
Languages: sv_se

source: Options Updated
sv_se: Dina inställningar har sparats

source: Emo Vote Options
sv_se: Emo Vote inställningar

source: Choose number of fields, give them a desired name and move them around until you're satisfied then hit Update Options.
sv_se: Välj ett antal fält (max fem) och tilldela dem ett namn. Du kan även byta ordning på fälten genom att dra i ikonen till vänster om fältet. När du är nöjd klickar du på Spara.

source: Display votes in
sv_se: VIsa röster i

source: Percent
sv_se: Procent

source: Numbers
sv_se: Siffror

source: Display total votes
sv_se: Visa totalt antal röster

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: Enable RSS emoting
sv_se: Aktivera Emo Vote via RSS

source: Update Options
sv_se: Spara

source: Add field
sv_se: Lägg till fält

source: You can't add more then five fields
sv_se: Du kan inte lägga till fler än fem fält

source: Feeling
sv_se: Känner du dig

source: Title
sv_se: Titel

source: Posts per feeling
sv_se: Antal poster per känsla

source: Default value is five posts per feeling
sv_se: Fem inlägg visas om värde saknas
